Repository: hearot/ratio
Catalog: ratio/locale/*/LC_MESSAGES/django.po
Languages: it

source: Given answer
it: Risposta data

source: Question
it: Domanda

source: Answer
it: Rispondi

source: Description
it: Descrizione

source: You must be logged in to join a competition!
it: Devi avere effettuato l'accesso per partecipare ad una competizione!

source: Watch it!
it: Seguila!

source: Join
it: Partecipa

source: Joined successfully
it: Iscritto con successo

source: You successfully joined the competition!
it: Ti sei registrato con successo!

source: Leaderboard
it: Classifica

source: Questions
it: Domande

source: Rank
it: Posizione

source: Name
it: Nome

source: Total points
it: Punti totali

source: Competitions
it: Competizioni

source: Fight other mathematicians & let them know who is the coolest mathematician in the the world.
it: Combatti con altri appassionati di matematica e fai capire a loro chi è il matematico più figo del mondo.

source: Starts on
it: Inizia il

source: Ended on
it: Terminata il

source: Started on
it: Iniziata il

source: Next page
it: Pagina successiva

source: Previous page
it: Pagina precedente

source: Explanation
it: Spiegazione

source: The Competition you want to watch doesn't exist!
it: La competizione che vuoi seguire non esiste!

source: An error occured.
it: Si è verificato un errore.

source: The competition you want to play doesn't exist!
it: La competizione in cui stai cercando di competere non esiste!

source: You must be logged in to play a competition!
it: Devi avere effettuato l'accesso per competere in una competizione!

source: You haven't joined that competition!
it: Non ti sei iscritto a questa competizione!

source: The competition hasn't begun yet.
it: La competizione non è ancora iniziata.

source: The competition is already over.
it: La competizione è già terminata.

source: The question number is not valid.
it: Il numero della domanda non è valido.

source: You've already answered to this question.
it: Hai già risposto a questa domanda.

source: You've already given this answer.
it: Hai già dato questa risposta.

source: The answer has been added!
it: La risposta è stata aggiunta!

source: The competition you want to join doesn't exist!
it: La competizione a cui vuoi unirti non esiste!

source: The competition you want to join has already begun!
it: La competizione a cui vuoi unirti è già iniziata!

source: The competition you want to join is already over!
it: La competizione a cui vuoi unirti è già finita!

source: You've already joined this competition!
it: Ti sei già unito a questa competizione!

source: The competition you want to watch doesn't exist!
it: La competizione che vuoi seguire non esiste!

source: English
it: Inglese

source: Italian
it: Italiano

source: 404: Page not found!
it: 404: Pagina non trovata!

source: Remember me
it: Ricordami

source: You entered an invalid password.
it: Hai inserito una password non valida.

source: Username
it: Nome utente

source: You entered an invalid username.
it: Hai inserito un nome utente non valido.

source: This account is not active.
it: Questo account non è attivo.

source: You entered an invalid email address.
it: Hai inserito un indirizzo email non valido.

source: Email or Username
it: Email o nome utente

source: You entered an invalid email address or username.
it: Hai inserito un indirizzo email o un nome utente errato.

source: Required. Enter an existing email address.
it: Richiesto. Inserisci un indirizzo email esistente.

source: You can not use this email address.
it: Non puoi utilizzare questo indirizzo email.

source: This account has already been activated.
it: Quest'account è già stato attivato.

source: Activation code not found.
it: Codice d'attivazione non trovato.

source: Activation code has already been sent. You can request a new code in 24 hours.
it: Il codice d'attivazione è già stato inviato. Puoi richiedere un nuovo codice tra 24 ore.

source: First name
it: Nome

source: Last name
it: Cognome

source: Please enter another email.
it: Per favore, inserisci un'altra email

source: You can not use this mail.
it: Non puoi utilizzare questa email.

source: W-we're going to fix it...
it: L-lo sistemeremo...

source: Back to top
it: Torna in cima

source: Change password
it: Cambia password

source: Update profile
it: Aggiorna profilo

source: Change email
it: Cambia email

source: Log out
it: Esci

source: Log in
it: Entra

source: Create an account
it: Crea un account

source: Ratio (from Latin, ratio, -onis, "intelligence, sum, etc...") is the platform where you can find other mathematicians and fight them.
it: Ratio (dal Latino, ratio, -onis, "intelligenza, somma, etc...") è la piattaforma nella quale puoi trovare altri matematici e competere con loro.

source: To activate your profile, please follow this link:
it: Per attivare il tuo profilo, per favore utilizza questo link:

source: To change your current email address, please follow the link:
it: Per cambiare il tuo indirizzo email attivo, per favore utilizza questo link:

source: Your username is:
it: Il tuo nome utente è:

source: You received this email because you requested a password reset for your user account.
it: Hai ricevuto questa email perché hai richiesto di reimpostare la tua password per il tuo account.

source: Please, go to the following page and choose a new password:
it: Per favore, vai alla seguente pagina e scegli una nuova password:

source: Forgot your password?
it: Hai dimenticato la password?

source: Forgot your username?
it: Hai dimenticato il tuo nome utente?

source: Resend an activation code
it: Re-invia un codice d'attivazione

source: Successfully logged out!
it: Sei uscito con successo!

source: Logged out
it: Uscito

source: Thanks for spending some quality time with the site today.
it: Ti ringraziamo della tua attività su questo sito oggi.

source: Log in again
it: Entra di nuovo

source: Profile
it: Profilo

source: Change
it: Cambia

source: Update email
it: Aggiorna l'email

source: Remind a username
it: Ricorda il nome utente

source: Next
it: Prossima

source: Activation code
it: Codice d'attivazione

source: Restore password
it: Ristabilisci la password

source: Please enter your new password twice so we can verify you typed it in correctly.
it: Per favore, inserisci la tua nuova password due volte così che possiamo verificare che tu l'abbia scritta correttamente.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link per reimpostare la password non è valido, è possibile che sia già stato utilizzato. Per favore, richiedi di reimpostare la password nuovamente.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
it: Ti abbiamo mandato per email le istruzioni per impostare la tua password, se un account con l'email che hai inserito esiste.

source: You should receive them shortly.
it: Dovresti riceverle a breve.

source: If you don't receive an email, please make sure you've entered the address you signed up with, and check your spam folder.
it: Se non ricevi alcuna email, per favore controlla se hai inserito l'indirizzo email con cui ti sei registrato e se l'email è presente nella cartella spam.

source: Sign up
it: Registrati

source: Create
it: Crea

source: Profile activation
it: Attivazione del profilo

source: Your username
it: Il tuo nome utente

source: You are signed up. To activate the account, follow the link sent to the mail.
it: Ti sei registrato. Per attivare il tuo account, utilizzare il link che ti abbiamo inviato per email.

source: You are successfully signed up!
it: Ti sei registrato con successo!

source: You have successfully activated your account!
it: Hai attivato il tuo account con successo!

source: A new activation code has been sent to your email address.
it: Un nuovo codice d'attivazione è stato inviato al tuo indirizzo email.

source: Profile data has been successfully updated.
it: I dati del profilo sono stati aggiornati con successo.

source: To complete the change of email address, click on the link sent to it.
it: Per completare il cambiamento dell'email, clicca sul link inviato a quest'ultima.

source: Email successfully changed.
it: Email cambiata con successo.

source: You have successfully changed your email!
it: Hai cambiato la tua email con successo!

source: Your username has been successfully sent to your email.
it: Il tuo nome utente è stato inviato alla tua email con successo.

source: Your password was changed.
it: La tua password è stata cambiata.

source: Your password has been set. You may go ahead and log in now.
it: La tua password è stata impostata. Adesso puoi andare avanti ed effettuare il login.
